---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.WorksharingSaveAsOptions
source: html/598517c0-6f3c-ff77-4e29-ff736077b1d9.htm
---
# WorksharingSaveAsOptions Members

Constructs a new WorksharingSaveAsOptions with default settings.